Repository: OpenViX/HRTunerProxy
Catalog: PlexDVRAPI/po/*.po
Languages: de, nl

source: About
de: Über
nl: Over

source: Close
de: Schließen
nl: Sluiten

source: Create
de: Erstellen
nl: Instellen

source: Do you really want to reset?, doing so will cause the DVR in plex to be none fuctional, you will have to remove and re-add the DVR.
de: Wirklich Zurücksetzen?, Plex DVR funktion wird dadurch beendet, DVR-funktion muss entfernt werden und eine neue Anbindung ist erforderlich.
nl: Wilt u alles herstellen?, hiermee functioneert de DVR in Plex niet meer, u moet de DVR verwijderen en opnieuw toevoegen.

source: Files created, you should be able to add this STB to Plex DVR.
de: Dateien wurden erstellt, das hinzufügen deines STB an Plex DVR ist nun möglich.
nl: Bestanden aangemaakt, deze STB kan nu toegevoegd worden aan Plex DVR.

source: No IP address found, please make sure you are connected to your LAN via ethernet, wifi is not supported at this time. Press OK to close
de: Keine IP Adresse gefunden, bitte verwende eine kabelgebundende Verbindung zum LAN, WLAN wird aktuell nocht nicht supportet. Drücke OK zum schließen
nl: Geen IP adres gevonden, verbindt a.u.b. een netwerk kabel met het LAN via ethernet, wifi is nog niet ondersteund op dit moment. Druk OK om te sluiten

source: Please note: A 2 Tuner minimum requirement is required for this plugin to function. Press OK to close
de: Bitte beachten: Es werden mind. 2 Tuner benötigt damit das Plugin ordnungsgemäßarbeiten kann. Drücke OK zum schließen
nl: Notitie: Je hebt minimaal 2 Tuners benodigd voor deze plugin. Druk OK om te sluiten

source: Please note: To use the DVR feature in Plex, you need to be a Plex Pass user. For more information about Plex Pass see https://www.plex.tv/features/plex-pass Press OK to continue
nl: Notitie: Om de DVR feature in Plex te kunnen gebruiken, heb je een Plex Pass nodig. Meer informatie over Plex Pass kun je vinden op https://www.plex.tv/features/plex-pass Druk OK om verder te gaan

source: Plex DVR API for Enigma2
de: Plex DVR API für Enigma2
nl: Plex DVR API voor Enigma2

source: Reset DVR
de: DVR zurücksetzen
nl: DVR Herstellen

source: Update
nl: Bijwerken

source: Please note: To use the DVR feature in Plex, you need to be a Plex Pass user. For more information about Plex Pass see https://www.plex.tv/features/plex-pass Press OK to contine
de: Bitte beachten: Um die DVR-funktion von Plex verwendenzu können, wird eine Plex Pass Mitgliedschaft benötigt. Mehr Information über Plex Pass auf der Seite https://www.plex.tv/features/plex-pass Drücke OK für weiter
