Repository: OpenViX/HRTunerProxy
Catalog: plugin/locale/*/LC_MESSAGES/HRTunerProxy.po
Languages: cs, fi, nl

source: All
cs: Všechny
fi: Kaikki
nl: Alle

source: Not set
cs: nenastaveno
fi: Ei asetettu
nl: Niet ingesteld

source: About HR-Tuner Proxy
cs: O HR-Tuner Proxy
fi: Tietoja HR-Tuner Proxy:sta
nl: Over HR-Tuner Proxy

source: Close
cs: Uzavřít
fi: Sulje
nl: Sluiten

source: HR-Tuner Proxy for Enigma2 %s(c) 2018
fi: HR-Tuner Proxy Enigma2:lle %s(c) 2018
nl: HR-Tuner Proxy voor Enigma2 %s(c) 2018

source: Application credits:
cs: Poděkování - Aplikace:
fi: Sovelluksen krediitit:
nl: Applicatie dankzij:

source: Sources credits:
cs: Poděkování - Zdroj:
fi: Lähteen krediitit:
nl: Bronnen dankzij:

source: Translation credits:
cs: Poděkování - Překlady:
fi: Kännöksen krediitit:
nl: Vertaling dankzij:

source: In use
cs: V použití
fi: Käytössä
nl: In gebruik

source: Bouquet to use.
cs: Sada kanálů, která bude použita.
fi: Käytettävä suosikkilista.
nl: Te gebruiken boeket.

source: Number of concurrent streams.
cs: Počet současných streamů.
fi: Samanaikaisten streamien määrä.
nl: Aantal gelijktijdige streams.

source: Debug Mode.
cs: Debug mód.
fi: Debug-moodi.
nl: Debug Modus.

source: Please note: Please now select a bouquet to use.
cs: Poznámka: Prosím vyberte sadu kanálů.
fi: Huomio: Valitse käytettävä suosikkilista.
nl: Let op: nu moet u een boeket kiezen.

source: Please note: You do not seem to have any channels setup for this tuner, please add some channels to Enigma2 or choose anther tuner type.
cs: Poznámka: Zdá se, že nemáte naladěny žádné kanály pro tento tuner, nalaďte prosím nějaké kanály nebo vyberte jiný typ tuneru.
fi: Huomio: Näyttää, että yhtään kanavaa ei ole määritetty tälle virittimelle. Lisää kanavia Enigma2:lle tai valitse eri viritintyyppi.
nl: Let op: het lijkt er op dat u voor deze tuner geen kanalen heeft ingesteld. Voeg kanalen toe in Enigma2 of kies een ander tunertype.

source: Save
cs: Uložit
fi: Tallenna
nl: Opslaan

source: Press OK to continue setting up this tuner.
cs: Zmáčkněte OK pro pokračování v nastavení tohoto tuneru
fi: Paina OK jatkaaksesi tämän virittimen asennusta.
nl: Druk op "OK" om door te gaan met het instellen van deze tuner.

source: Press LEFT / RIGHT to select a different tuner type.
cs: Zmáčkněte levou/pravou šipku pro výběr jiného typu tuneru.
fi: Paina VASEN / OIKEA valitaksesi eri viritintyypin.
nl: Druk op LINKS/RECHTS om een ander tunertype te selecteren.

source: Press OK to continue setting up this tuner or select a different tuner type.
cs: Zmáčkněte OK pro pokračování v nastavení tohoto tuneru nebo výberte jiný typu tuneru.
fi: Paina OK jatkaaksesi tämän virittimen asennusta tai valitse toinen viritintyyppi.
nl: Druk op "OK" om door te gaan met het instellen van deze tuner of kies een ander type tuner.

source: Press LEFT / RIGHT to select a different bouquet.
cs: Zmáčkněte levou/pravou šipku pro výběr jiné sady kanálů.
fi: Paina VASEN / OIKEA valitaksesi eri suosikkilistan.
nl: Gebruik LINKS/RECHTS om een ander boeket te kiezen.

source: Debug mode to create logs.
cs: Debug mód pro vytvoření logu.
fi: Debug-moodi lokien luontiin.
nl: Debug modus om logs te maken.

source: Press LEFT / RIGHT to set number of concurent streams.
cs: Zmáčkněte levou/pravou šipku pro nastavení počtu současných streamů.
fi: Paina VASEN / OIKEA asettaaksesi samanaikaisten streamien määrän.
nl: Gebruik LINKS/RECHTS om het aantal gelijktijdige streams in te stellen.

source: Please note: DVR feature in Plex / Emby is a premium / premiere feature. For more information please refer to: https://www.plex.tv/features/plex-pass https://emby.media/premiere.html
fi: Huomio: DVR-toiminto Plex:ssa / Emby:ssa on lisähintainen toiminto. Lisätietoja: https://www.plex.tv/features/plex-pass https://emby.media/premiere.html

source: Press OK to continue setting up.
cs: Zmáčkněte OK pro pokračování v nastavení.
fi: Paina OK jatkaaksesi asennusta.
nl: Druk op "OK" om in te stellen.

source: Press OK to continue setting up this tuner or press LEFT / RIGHT to select a different tuner type.
cs: Zmáčkněte OK pro pokračování v nastavení tohoto tuneru nebo levou/pravou šipku pro výběr jiného typu tuneru.
fi: Paina OK jatkaaksesi tämään virittimen asennusta tai paina VASEN / OIKEA valitaksesi eri viritintyypin.
nl: Druk op "OK" om door te gaan met het instellen van deze tuner of druk op LINKS/RECHTS om een ander tunertype te kiezen.

source: Please note: To use another tuner type in Plex you need to setup/have another server. Are you sure you want to continue?
cs: Poznámka: Pro využití dalšího typu tuneru bude potreba nainstalovat/mít druhý Plex server. Chcete opravdu pokracovat?
fi: Huomio: käyttääksesi toista viritintyyppiä Plex:ssa, täytyy asentaa/olla toinen serveri. Haluatko varmasti jatkaa?
nl: Let op: om een ander tunertype te gebruiken, moet u een andere server instellen/hebben. Weet u zeker dat u wilt doorgaan?

source: Press LEFT / RIGHT to enable or disable debug mode.
cs: Zmáčkněte levou/pravou šipku pro zapnutí nebo vypnutí debug módu.
fi: Paina VASEN / OIKEA salliaksesi tai estääksesi debug-moodin.
nl: Gebruik LINKS/RECHTS om de debug modus te (de)activeren.

source: About
cs: O pluginu
fi: Tietoja
nl: Over

source: Create
fi: Luo

source: Do you really want to remove the files for this tuner type?, doing so will cause the DVR in plex to be none functional.
fi: Haluatko todella poistaa tämän viritintyypin tiedostot?Poistamisen seurauksena DVR Plexissä ei enää toimi.

source: Files deleted. Please restart enigma2. Do you want to restart now?
cs: Soubory byly smazány. Restartujte prosím enigma2. Chcete provést restart nyní?
fi: Tiedostot poistettu. Käynnistä Enigma2 uudelleen. Käynnistetäänkö uudelleen nyt?
nl: Bestanden gewist. U moet nu Enigma2 herstarten. Wilt u nu herstarten?

source: BaseURL:
fi: Verkko-osoite:

source: FriendlyName:
fi: Malli:

source: Source:
fi: Lähde:

source: TunerCount:
fi: Virittimien määrä:

source: Channels:
fi: Kanavia:

source: Enigma2 STB
fi: Enigma2 digiboksi

source: Files created, Please restart enigma2 and then you should be able to add this STB to Plex DVR. Do you want to do this now ?
fi: Tiedostot luotu, käynnistä Enigma2 uudelleen, jonka jälkeen voit lisätä tämän digiboksin Plex DVR:iin. Haluatko tehdä sen nyt ?

source: It seems you have already setup on another tuner, As Plex Server can only support one tuner type, to use this additional tuner type you will need to setup a 2nd Plex Server, do you want to continue creating the files?
fi: Näyttää, että olet jo tehnyt asetukset toiselle virittimelle, Plex Server tukee vain yhtä viritintyyppiä, käyttääksesi tätä lisäviritintä, täytyy sinun määritellä toinen Plex Server. Haluatko jatkaa luomalla tiedostot ?

source: No IP address found, please make sure you are connected to your LAN via ethernet, wifi is not supported at this time. Press OK to close
fi: IP-osoitetta ei löydy, varmista, että olet kytkeytynyt LAN-yhteydellä ethernethiin. WiFi ei ole tuettu tällä hetkellä. Paina OK sulkeaksesi

source: Please note: To use a 2nd tuner type you need to setup/have a 2nd Plex Server, are you sure you want to continue?
fi: Huomio: Käyttääksesi toista viritintyyppiä, täytyy määrittää/olla toinen Plex Server. Haluatko varmasti jatkaa ?

source: Please note: To use the DVR feature in Plex, you need to be a Plex Pass user. For more information about Plex Pass see https://www.plex.tv/features/plex-pass
fi: Huomio: Käyttääksesi DVR-toimintoa Plexissä, täytyy sinun olla Plex Pass -käyttäjä. Lisätietoja Plex Pass:sta, katso https://www.plex.tv/features/plex-pass

source: HR-Tuner Proxy for Enigma2
cs: HR-Tuner Proxy pro Enigma2
fi: HR-Tuner Proxy Enigma2:lle
nl: HR-Tuner Proxy voor Enigma2

source: Press LEFT / RIGHT to select a different tuner type. Press GREEN button to create your configuration files.
fi: Paina VASEN / OIKEA valitaksesi eri viritintyypin. Paina VIHREÄÄ näppäintä luodaksesi konfiguraatiotiedostot.

source: Press LEFT / RIGHT to select a different tuner type. Press GREEN button to update your configuration files.
fi: Paina VASEN / OIKEA valitaksesi eri viritintyypin. Paina VIHREÄÄ näppäintä päivittääksesi konfiguraatiotiedostot.

source: Press OK to continue setting up this tuner or press LEFT / RIGHT to select a different tuner type. Press GREEN button to create your configuration files.
fi: Paina OK jatkaaksesi tämän virittimen asennusta tai paina VASEN / OIKEA valitaksesi eri viritintyypin. Paina VIHREÄÄ näppäintä luodaksesi konfiguraatiotiedostot.

source: Tuner type to use.
cs: Typ tuneru, který bude použit.
fi: Käytettävä viritintyyppi.
nl: Te gebruiken tunertype.

source: Update
fi: Päivitä

source: WARNING: It seems you have a single tuner box, if the box is not left in Standby your Plex recordings WILL fail. Press OK to continue
fi: VAROITUS: Näyttää, että käytössä on yhden virittimen boksi. Plex-tallennukset epäonnistuvat, jos boksia ei jätetä valmiustilaan. Paina OK jatkaaksesi

source: Setup the HR-Tuner Proxy server
fi: HR-Tuner Proxyn Asetukset
nl: De HR-Tuner Proxy server instellen

source: Antenna
fi: Antenni

source: Satellite
fi: Satelliitti

source: Multi
fi: Monivalinta

source: unknown
cs: neznámý

source: HR-Tuner Proxy for Enigma2 v%s (c) 2018
cs: HR-Tuner Proxy pro Enigma2 v%s (c) 2018

source: WARNING: No IP address found. Please make sure you are connected to your LAN via ethernet or Wi-Fi. Press OK to exit.
cs: Upozornění: IP adresa nenalezena. Ujistěte se, že je přijímač připojen do sítě (LAN nebo WiFi). Zmáčkněte OK pro uzavření.
nl: WAARSCHUWING: Geen IP-adres gevonden. Stel zeker dat u met internet verbonden bent via LAN of WiFi. Druk op "OK" om verder te gaan.

source: WARNING: It seems you have a single tuner box. If the box is not left in standby your recordings WILL fail.
cs: Upozornení: Zdá se, že máte přijímač pouze s jedním tunerem, Plex nahrávání nebude fungovat, pokud nebude přijímač v režimu StanBy.
nl: WAARSCHUWING: Het lijkt er op, dat u een ontvanger met slechts één tuner gebruikt. Als u de box niet in stand-by zet, zullen uw opnames mislukken.

source: Please note: DVR feature in Plex / Emby is premire feature. For more information please refer to: https://www.plex.tv/features/plex-pass https://emby.media/premiere.html
cs: Poznámka: DVR funkce Plex/Emby serveru je premiovou funkcí. Více informací naleznete na: https://www.plex.tv/features/plex-pass https://emby.media/premiere.html
nl: Let op: PVR-functionaliteit in Plex / Emby is een premium functie. Voor meer informatie zie: https://www.plex.tv/features/plex-pass https://emby.media/premiere.html

source: Delete
cs: Smazat
nl: Verwijder

source: Do you really want to remove the files for this tuner type? Doing so will cause your DVR to be none functional.
cs: Opravdu chcete odebrat soubory pro tento typ tuneru? Pokud tak učiníte, způsobí to nefunkčnost tohoto DVR v Plexu.
nl: Wilt u echt de bestanden voor dit tunertype verwijderen? Als u dat doet, wordt uw PVR onbruikbaar.

source: It seems you have already set up another tuner. Your server can only support one tuner type. To use this additional tuner type you will need to setup another server. Do you want to continue creating the files?
cs: Zdá se, že jste již nastavili tuner jiného typu. Plex server podporuje pouze jeden typ tuneru, pro využití dalšího typu tuneru budete muset nainstalovat druhý Plex server, chcete pokračovat s vytvořením souboru?
nl: Het lijkt er op dat u al een andere tuner heeft ingesteld. Uw server kan slechts één tunertype ondersteunen. Om een aanvullende tuner te gebruiken, zult u een andere server moeten gebruiken. Wilt u doorgaan met het aanmaken van de bestanden?

source: Files created. Please restart enigma2 and then you should be able to add this STB to your server. Do you want to restart now?
cs: Soubory byly vytvořeny. Restartujte prosím enigma2 poté byste měli mít možnost přidat přijímač do Plex serveru. Chcete provést restart nyní?
nl: Bestanden aangemaakt. Na een Enigma2 herstart kunt u deze STB aan uw server toevoegen. Wilt u nu herstarten?

source: Really close without saving settings?
cs: Opravdu uzavřít bez uložení nastavení?
nl: Echt afsluiten zonder op te slaan?

source: Setup Enigma2 to act as HR Proxy Server
cs: Nastavení HR-Tuner proxy serveru
